Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 不过就在他们准备行动的时候，一个喑哑低沉的声音在他们身后突兀的响起，带着一丝捕到猎物般的危险尾音和无法抑制的兴奋。
en_us: But just when they were about to move, a husky, low voice suddenly spoke from behind them. It carried the dangerous tone of someone who had just caught their prey, as well as an irrepressible delight.

source: 不过就在叫化鸡快要好的时候，黄鼠兽就来了。
en_us: But just as his Beggar's Chicken was about ready, the Ground Squirrel Beast returned.

source: 不过就算是强大的种族，他们也无法完全遏制人类心底那丝对四灵帝王兽的觊觎之心，人类或许无法与成年的帝王兽强行契约，但是幼年或者刚出生不久的帝王兽却可以。
en_us: However, even if they were a powerful race, they still had no way to completely contain the greed that humans had at the bottom of their hearts towards the Four Divine Emperor Beasts. Perhaps humans had no way to force a contract with an adult Emperor Beast, but they could make one with an Emperor Beast that was young or was just born.

source: 不过尽管他们厌恶人类，却不会拒绝让人类踏入自然城，但待遇肯定没有妖兽好，甚至有可能被为难。
en_us: Despite them loathing humans, they would not refuse to let humans enter the Nature City. Even so, the cordiality (待遇) towards humans were definitely worse than those directed towards demon beasts and some may even make things difficult for humans.

source: 不过尽管灵草有不少，但是贪心的人却不少。
en_us: But even if there were many magic herbs, there were also many greedy people.

source: 不过当他亲眼看到莫雪莫菲那对姐妹花后，终于知道世界上是有那么多你不喜欢的巧合。
en_us: However, after he saw the two beautiful sisters, Mo Fei and Mo Xue, with his own eyes, he finally knew that this many dislikable coincidences truly did exist in this world.

source: 不过当他们追了一小段时间后，却发现距离不仅没有拉开，反而越来越远，夏音终于想到为什么她会觉得黑影的背影有种熟悉的感觉。
en_us: However, once they chased for a while, they realized that the distance wasn't getting shorter, rather, it was increasing. Xia Yin finally realized why the back looked familiar.

source: 不过当他准备下口后，突然发现里面的馅有些奇怪，肉里好像夹着什么尖尖的东西？
en_us: But just as he was preparing to take a bit, he found something odd about the filling. There was something sharp in the meat?

source: 不过当他听到杨老板的话后，突然灵光一闪，下意识的朝二楼的窗户看上去，他记得这间房的客人当时并没有离开，再联想到白衣人和黑衣人突然离开白骨小镇的异常举动，心中不禁浮现一个大胆的猜测。
en_us: But after he heard what owner Yang had said, he had a sudden flash of genius and subconciously looked at the second floor window. He remebered that the guests in that room had not left, connecting that with the oddity of the man in black and man in white suddenly leaving White Bone Town, he had a brave assumption. (大胆的猜测)

source: 不过当她看到自己的神火被凌霄的神火吞噬殆尽后，她整个人都呆滞了，她的神火不是被击溃，竟然是被吞噬的？
en_us: But when she saw her own Godfire being engulfed by Ling Xiao's Godfire, she was completely stunned. Her Godfire wasn't scattered, but rather it was actually swallowed up?

source: 不过很快的，白骨小镇有高人的一事便不径而走了。
en_us: However, it didn't take long for the gossip of an eilte to spread.

source: 不过很快的，还真的有观众来围观了。
en_us: Yet soon enough, some spectators really did arrive.

source: 不过我有听古叔提起过。”凌霄随口说道，“古叔全名麟古，不过他不是麒麟族的，他也不是妖兽，二十一个地地道道的人类，年轻时被我父亲救下，后来就一直跟随在我父亲身边，自从父亲出事后，他到现在都没放弃把父亲从麒麟族救出来的念头。”
en_us: But I have heard Uncle Gu mention it before." Ling Xiao casually mentioned, "Uncle Gu's full name is Lin Gu, but he is not from the Qilin Clan. He is also not a demon beast, but a genuine human being who was rescued by my father when he was young and had been following my father from then on. Even until now, he has never given up the idea of ​​saving my father from the Qilin Clan since my father got into trouble."

source: 不过敢跟主人和大人作对的人，他一个都不想放过。
en_us: However, he did not want to let any single one who dared to opposed his Master and the Boss off.

source: 不过既然有一线生机，那么就算没有丹方，提前准备也好过是那么都不做，到那时再来后悔的好。
en_us: However, since there was a ray of hope, it was better to prepare in advance rather than doing nothing and regretting it later even if there was no pill recipe.

source: 不过最痛苦的是，他还没开始融合灵丹就把自己搞得半死了。
en_us: However, what was really painful was that before he even began refining the pill, he was already half dead.

source: 不过最羡慕的怕是展雨轩。
en_us: However, the most envious was Zhan YuXuan.

source: 不过最醒目的却是靠墙的一张大床，长宽皆超过两米，米白色的床单直铺到地上，床上，半倚着一个被白色锁链锁住双脚的男子，锁链的另一头连接着墙壁，由于他低着头，头发也散乱下来，所以看不清他的容貌。
en_us: However, the most eye-catching was the enormous bed against the wall. It was more than two meters wide. On the bed half sat a man whose feet were chained by a white chain attached to the wall. He had his head bowed, hair messily covering his face.

source: 不过最重要的是，他纵横自然城上千年，第一次遇到一句话不说就敢对他出手的人。
en_us: However, what was truly important was that from all those thousands of years he had been in charge of (纵横) ZiRan City (自然城), it was his first time meeting someone that dared to attack without a word.

source: 不过有一件事出乎游小默的意料，原以为那个云少会参与竞争，不想他竟然没有，好像和一样对这本顶级功法完全不感兴趣一样。
en_us: Nevertheless, there was something out of You XiaoMo's expectations. He had thought that Yun Shao would participate in the competition. Contrary to expectations, he did not and it was as if he had no interest in this pinnacle level soul training manual like You XiaoMo.

source: 不过有一点他不知道，灵魂的问题或许能解决，但是眼睛却再也回不来了，他注定要当一个瞎子，除非他重新投胎。
en_us: However, one thing he didn't realize was that while the problems with his soul could be solved, his eyes would never be restored, unless he was reincarnated.

source: 不过有一点可以肯定，游小默确信自己将来能成为一名实力很强的丹师。
en_us: However, there was one point he was certain of. You XiaoMo really did believe that he would be able to become an extremely strong mage in the future.

source: 不过有两个人是例外的，就是游小默和凌霄，一道能隔音的禁制扔出去，什么女鬼的声音都听不到了。
en_us: However, there were two people who were exceptions: You XiaoMo and Ling Xiao. After they threw out a sound insulation Restriction, the female ghost's voice couldn't be heard anymore.

source: 不过有个人比他们更快。
en_us: But, there was someone even faster than them.

source: 不过江流的修为倒是让他稍许惊讶，看来他这些年遇到了不少机会，只可惜，他身上似乎有点古怪，强行提升修为的后遗症？
en_us: However, Jiang Liu's cultivation level was rather surprising. It seemed that he had been given many opportunities these few years. It was just unfortunate that he seemed a little weird. Was this the aftereffect of forcibly increasing his cultivation level?

source: 不过没人回答他，此番进入桃源遗迹的圣境强者有哪些大家心知肚明，无非是那些势力，虽然也有一些独身，可毕竟是圣境强者，就算他们再怎么眼熟也不敢抢圣境强者的东西。
en_us: However, no one answered him. This time, everyone was well aware of who the Sacred Realm experts who entered the Peach Blossom Ruins were. The person was mostly likely someone from one of the fractions. Although some were lone experts, but that person was still a Sacred Realm expert after all. No matter how familiar they were with them, they would not dare to snatch a Sacred Realm expert's things.

source: 不过没人觉得他吃亏了，只会认为他幸运至极。
en_us: However, no one thought that he wouldn't benefit from the transaction.

source: 不过洞城那么大随随便便都能遇到两次，在这个小镇遇到反而不用觉得意外了，或许他们就是特别有缘。
en_us: But, they were able to meet twice in Dong Yu, which was a much bigger place, it's actually not that much of a surprise that they would meet up here in town. Maybe their just fated to meet each other.

source: 不过活水只是针对实力较差的人而已，像通灵玄龟这种本就在活水河界附近发源的帝王兽，活水对他们并没有任何作用。
en_us: However, the Living Waters would only affect those with weaker cultivation. The Living Waters did not have any effect on those Emperor Beasts like the Physic Black Tortoise who had originated from the Living Waters River Boundary.

source: 不过浩瀚的智慧，前两项在这个凌霄身上根本就看不到。
en_us: But as for this boundless wisdom, he hadn't seen it at all on Ling Xiao the past two times.

source: 不过消耗压根不成问题，总之他以后不用凌霄带他也能飞了。
en_us: But, to him, he didn't have to worry about the consumption of power. Anyways, the point was that he didn't need Ling Xiao to fly anymore.

source: 不过游小默坑爹的发现，转生丹所需的主要灵草虽然没有轮回丹珍贵，但都是很难得的，他的空间里有是有，只是凑不到一副，有些还是在灵草田里种着，而且还有两株是他没有的。
en_us: However, You XiaoMo shittyly (坑爹) found that although the main magic herbs needed for the Reincarnation Pill were not as rare as the Samsara Pill, they were still hard to come by. He did have them in his dimension, but there was not enough to refine one pill. There were also some that were still growing in the magic herb field and he was also missing two stalks of magic herbs which he needed.

source: 不过游小默显然低估了凌霄的能力。
en_us: However, You XiaoMo had clearly underestimated Ling Xiao's abilities.

source: 不过游小默还是挺佩服没有逃跑的天刀和天修，看着两人紧绷的脸，他想了想，笑道：“其实没什么，我就是向他们请教一些和金翅虫有关的问题而已。”
en_us: However, You XiaoMo was rather impressed with Tian Xiu and Tian Dao who hadn't fled. Seeing their tense expressions, he thought for a moment and said, smiling, "Nothing really. I was just asking them some questions about Golden Winged Insects."

source: 不过游小默连圣境强者的威压都体验过了，岂会怕区区一名神境强者的威压，遂直接无视了。
en_us: However, You XiaoMo had already experienced the pressure from a Sacred Realm expert. How could he be afraid of the pressure from an insignificant Divine Realm powerhouse? Thus, he directly ignored it.

source: 不过灵酒这种东西也就只有有钱人和舍得花灵晶的人才喝得起，所以高级和顶级灵酒又被称为贵族酒。
en_us: However, spirit wine was something that only the rich and those willing to spend spirit gems could afford to drink. So high level and transcendent level spirit wine was also known as the Noble's Wine (贵族酒).

source: 不过玄泽比他更震惊。
en_us: However, Xuan Ze was more surprised than him.

source: 不过现在看来，效果似乎超出他的预期了。
en_us: Yet now, it seemed like the effect it had was out of his expectations.

source: 不过现在还不能放松，炉鼎里的生骨丹已经到了最后的阶段，若在这一刻松懈就前功尽弃了。
en_us: But he couldn’t relax just yet, the Bone Growth pill in his cauldron was in its final steps. If he let down his guard now, then all his efforts would be for naught.

source: 不过由于他们想兑换的东西都是比较难找的，所以很多时候都没有成功，因此他们存到现在的积分并不少。
en_us: However, since the things they wanted were usually rather hard to find, most of the time no one succeeded, thus they had quite a lot of points in storage.

source: 不过由于身体受到重力的作用，所以一个个都说不出话来。
en_us: But because of the force on their bodies, none of them could speak.

source: 不过真龙族那边倒没有什么不高兴的情绪，族人的生命比任何东西都重要，何况青年的身份比较不一般。
en_us: However, the True Dragon Clan didn't seem to be unhappy. The lives of their clan members were still more important than any object. Moreover, the identity of the youth (青年) was fairly out of the ordinary.

source: 不过碧妖蛇很快就落于下风。
en_us: However, the Jade Devil Snake was soon at a disadvantage.

source: 不过空间符确实很珍贵，一般人也不用灵晶来衡量。
en_us: However, teleportation talismans really were rather valuable and most people wouldn't use spirit gems to measure their value.

source: 不过突破后他到现在都没来得及巩固。
en_us: But he hadn't had time to stabilize his power yet after the breakthrough.

source: 不过竟然知道小乌龟在他们这里，看来莫景很可能与他们联系上了，游小默把小乌龟从衣服里掏出来，不舍的递给他，“这就是你的曾孙子。”
en_us: But if he knew that the baby turtle was with them, then it seemed that it was very likely that Mo Jing had contacted them. You XiaoMo pulled out the baby turtle from his clothes and grudgingly handed him over. "This is your great-grandson."

source: 不过老板娘会有这种性格其实不难猜。
en_us: However, it wasn't hard to guess how her personality had developed into this.

source: 不过肥仔和武成不一样，肥仔是典型的二世祖，只知道吃喝玩乐，经常出入美人窟，真才实学没有，恶习倒是一大堆，常常仗着身份气压中心城的人，这也是为什么武成可以再赌场帮忙，而他却不行的原因之一。
en_us: However, this fat kid didn't seem to be like Wu Cheng. He was the stereotypical rich brat, only knowing how to enjoy himself, but not actually having any talent himself. All he had was a heap of bad habits, often oppressing others in ZhongXin City using his identity. This was one of the reasons why Wu cheng could help out at the casino, while this kid couldn't.

source: 不过自从他们来到这座小岛，游小默反而不像以前那么着急了。
en_us: But, ever since they came to this island, You XiaoMo wasn't in nearly a rush as before.

source: 不过自从他来到这个世界后，他发现他一次都没给凌霄做过一顿饭。
en_us: But since he came to this world, he found that he hadn't ever cooked Ling Xiao a meal before.

source: 不过若是价格再抬上去，真龙族少不得要退出竞争。
en_us: But if the price continued to rise, the True Dragon Clan would have to withdraw from the competition.

source: 不过茶叶毕竟有限，那个掌柜赠送的茶叶已经被凌霄喝了一半，剩下那一半还留着没舍得一次性喝完。
en_us: However, tea was limited after all. Ling Xiao had already used half of the tea leaves presented by the shopkeeper as a gift, and he was not willing to finish the remaining half in one go.

source: 不过莫雪两姐妹却一点也不意外。
en_us: However, the two sisters weren't surprised at all.

source: 不过说实话，他还挺佩服游小默和凌霄的，做了那些事后竟然还敢大摇大摆的出现在游震天面前，胆子不是一般大。
en_us: But to tell the truth, he still admired You XiaoMo and Ling Xiao. After doing all of those things, they actually still dared to walk boldly in front of You ZhenTian. They had more courage than most.

source: 不过贪狼的仇不可不报。
en_us: However, they couldn't not avenge the Wolf of Gluttony.

source: 不过身为一名战斗狂人，常年与各种强者打交道，黑袍男子的战斗经验显然比凌霄还要多，加上凌霄无意与他纠缠，结果两人反而打得飞沙走石，轰轰烈烈。
en_us: However, as a battle manic who had been dealing with all kinds of experts for years on end, it was obvious that the battle experience of the black-robed man was more than Ling Xiao. In addition, Ling Xiao had no intention of entangling/fighting with him. As a result, the two were vigorously fighting until there were flying sand and rolling pebbles.

source: 不过还没等他问话，黑衣人的头颅突然重重的垂了下去，他死了。
en_us: Before he could ask anything, though, the black robed man slumped as he died.

source: 不过还没走到销售点，中途他就遇到一个女人。
en_us: You XiaoMo hadn’t even reached the market before he bumped into a woman on the way.

source: 不过这一次对方却让他们亲自到鬼哭涯，似乎要存心要考验他们。
en_us: However, this time the other party let them personally travel to the Weeping Ghost Shore, as if he was deliberately testing them.

source: 不过这个举动却让注意着他的众位导师和长老诧异了一下，这般年纪，竟然能面不改色的将所有灵草都扔进炉鼎里，虽然不知道他在炼什么灵丹，但这份魄力确实不小，怪不得段奇天会破誓言收他为徒。
en_us: Yet his actions startled the watching mentors and elders. No matter the pill, being able to throw all the magic herbs into the cauldron at once without worry at this age took some courage. No wonder Duan QiTian would take him in as a student.

source: 不过这些具体内容书上都没有记载。
en_us: However, the exact reasons were not detailed in this book.

source: 不过这些是一到九层的情况，至于第十层，能上去的只有游单两兄弟。
en_us: But this was just for floors one to nine. As for the tenth floor, only the You Dan brothers could go up there.

source: 不过这件事也太过蹊跷，所以即便知道他们可能和莫景和小乌龟有关，他们也不敢贸然将他们带到玄龟族去。
en_us: But this was still too fishy, so even though they knew that they most likely had something to do with Mo Jing and the baby turtle, they still didn't dare to rashly just take them to the Black Turtle Clan.

source: 不过这件事对丹师工会和驭兽工会来说都是一件大事，通天殿的神秘就是连九夜和乔无双的师傅都说不清，但无一例外，通天殿的形象在他们心中很高大，所以他们现在正忙着准备选拔赛的事情。
en_us: However, this was a major event for the Mage Association and the Beast Transfiguration Guild. The TongTian Palace was so mysterious that even Jiu Ye and Qiao WuShuang's masters could not explain it. Yet without exception, the figure of the TongTian Palace was very large in their hearts, so they were busy preparing for the selection competition.

source: 不过这件事麒麟族的人从来不知道吧，他们知道他姓凌，却不知道此凌非彼麟。
en_us: However, this was something that the Qilin Clan never knew about. They knew that his surname was Ling, but they didn't know that this Ling was once Lin.

source: 不过这位海初小朋友真是迟钝得可以。
en_us: However, their pal Hai Chu was truly awfully slow.

source: 不过这只是冥想室的一部分。
en_us: However, this was just a portion of the Meditation Room.

source: 不过这是在凌霄出现之前，当凌霄父亲的事情被人发现后，凌霄自然也一并被发现，包括他的天赋。
en_us: However, this was before the appearance of Ling Xiao. When the incident regarding Ling Xiao's father was discovered, naturally Ling Xiao and his talent (天赋) was also revealed.

source: 不过这样有一点就可以肯定，玉简里的东西一定是好东西，否则它的主人不可能费劲心思的保护它。
en_us: However, one thing was certain. The things inside the jade drive must definitely be valuable, otherwise its owner would not have spent so much effort to protect it.

source: 不过这次他们注定要栽跟头，赵二的身影刚出现，游小默一脚毫不留情踹了过去，而且正中他的蛋蛋，人没有倒飞出去，却重重的跪在游小默面前不远，力道之大，地板霎时给跪出两个窟窿。
en_us: However, this time they were destined to fail. As Zhao Er's sillouhette appeared, You XiaoMo landed a kick, on his balls, without hesitation. The person didn't fly away and instead kneeled with force in front of You XiaoMo. With so much force in fact that he made two indents in the floor.

source: 不过这种局面很快便被打破了，因为有另一只水妖加入战斗。
en_us: However, this situation was quickly disrupted because another Water Demon joined in the battle.

source: 不过这话反而刺激到自以为是个人物的三人组，那赵二最先耐不住，右手掌猛拍桌子一下，桌子还没解体，他的身影瞬间消失了。
en_us: But this simply provoked the group of three conceited people. The first one to make a move was Zhao Er as he his right hand slammed against the table. Before the table broke however, he disappeared.

source: 不过连滕梓叶都有这个成绩，潜力比他高的滕梓心，结果到底会怎么样，这一点确实值得期待。
en_us: But if even Teng ZiYe had performed so well, Teng ZiXin’s performance was something they were eagerly waiting for, since her potential was even higher.

source: 不过那是毕竟只是电影，现在却让他活生生的遇上了。
en_us: But, all in all, it was still only a movie. Yet now he had come across the real thing.

source: 不过酿制灵酒的材料中惟有两株顶级灵草他没有存货，他现在对顶级灵草的需求非常高，一旦有灵草成熟基本用不了多久就会被他用掉了。
en_us: However, he did not have any stock left for two of the transcendent level magic herbs that he needed to brew the spirit wine. He now had a very high demand for transcendent level magic herbs. and the magic herbs would be used up in a short while once they were matured.

source: 不过集九镇的人过于排外，如果不想个周全一点的办法，一旦他杀害掌柜几人的事情被别人知道了，他和凌霄很可能会被整个集九镇的人讨伐。
en_us: But JiJiu Town's people were extremely antiforeign, so if he didn't come up with a comprehensive strategy, the entire JiJiu Town would most likely send a witch hunt after him and Ling Xiao once they learned that he killed the concierge.

source: 不过饶是如此，斗篷人也不好受。
en_us: But even so, the cloaked man could not be at ease.

source: 不过，剩下的两人实力却马马虎虎，没过多久，两人便被其他人盯上，柴家步上滕家的后尘，全军覆没了。
en_us: But, the two remaining people weren’t very strong. Not long after, they attracted the attention of others. The Chai family followed in the footsteps of the Teng family and were completely wiped out from the competition.

source: 不过，听到双鱼酒楼后，大家心中的怒火又熄灭了下去。
en_us: However, after hearing ShuangYu Hotel, most people's ire faded.

source: 不过，有一点游小默挺好奇的。
en_us: However, there was a point that You XiaoMo was quite curious about.

source: 不过，游君其有一点稍微不明白。
en_us: However, there was something that You JunQi didn't really understand.

source: 不过，游小默不打算立刻将小乌龟交给青年。
en_us: However, You XiaoMo didn't plan on instantly handing over the baby turtle to the youth.

source: 不过，游小默对这里灵丹和灵草的行情并不清楚，所以他也不知道要出价多少才能达到要求，只好问轮回楼的人。
en_us: However, You XiaoMo wasn't familiar with the pills and magic herbs here, so he didn't know how high of a price he had to offer in order to get them, so he could only ask the people working at Tower Samsara.

source: 不过，游小默的父亲是个生性比较懒散的人，说白点，就是胸无大志，他想过的是安安稳稳的生话，而不是揽下家主这个重任。
en_us: However, You XiaoMo's father was someone who had quite an indolent personality. To put it plainly, he had no aspirations and wanted to live a smooth and secure life instead of taking on such a heavy responsibility like the Family Head.

source: 不过，游小默觉得他底气足了，看向星罗城主的眼神顿时变成了不知死活和幸灾乐祸，“城主大人，你知不知道你的领域里还有一个……哎哟！”
en_us: However, You XiaoMo felt secure with Ling Xiao backing him, and he immediately gazed at the City Master with reckless courage and delight. "City Master, did you know that, in your Territory, there's a... Ouch!"

source: 不过，游震天此时已经见顶了要杀掉凌霄的想法，他的厂长速度太快，若再给他一些时间，将来很有可能成长到与他同等的高度，到时不说能不能杀得了他，他自己反而有危险了。
en_us: You ZhenTian was already bent on killing Ling Xiao at this time. His growth was too fast and Ling Xiao was likely to cultivate to a level equal to him in the future if given some more time. When that happened, before speaking of whether he could kill Ling Xiao or not, he himself would be in danger instead.

source: 不过，男人本身也不知道凌霄已经突破圣境了，上次看到他，凌霄的修为仍然是神境七星巅峰，因为凌霄当时是和男人分别后才找个地方突破的，所以到时“惊喜”的恐怕不止是他的部下。
en_us: However, the man himself didn't know Ling Xiao had already entered the Sacred Realm. The last time he'd seen him, Ling Xiao was still a Divine seven-star pinnacle practitioner (神境七星巅峰), but since Ling Xiao had found a place to break through after separating from the man, the one who would end up receiving a 'pleasant surprise' most likely wasn't just his subordinates.

source: 不过，莫景不着痕迹的看了凌霄一眼，他的目的其实是这个男人答应，毕竟有实力的是他。
en_us: However, Mo Jing sneakily shot Ling Xiao a glance. His real goal was to get this man to agree, since the one who was actually powerful was him.

source: 不过，邢七不会无缘无故相信一个陌生人的话，说不定他是为了声东击西，遂狐疑的问道：“既然你说你同伴也在这，那他现在在哪里？”
en_us: Nontheless, Xing Qi wouldn't just believe a stranger's words, maybe he was trying to distract him (声东击西), thus with suspicion he asked, "If you say your comrade's here, then where is he?"

source: 不远处几百米远，那里还有一条超级大峡谷，深不见底。
en_us: Several hundred meters away, there was also a massive canyon. It was so deep that you couldn't see the bottom.

source: 不远处，两头牛角妖兽放着绿光，虎视眈眈的盯着对方，口中发出‘哞哞哞’的声响，战况仿佛一触即发。
en_us: Not far off, two bull-horned demon beasts glowed with green light, glaring at each other predatorily, mooing threateningly. It seemed like they would snap at any moment.

source: 不远处，凌霄正安分守己的给灵草浇水。
en_us: Not far away, Ling Xiao was content with his lot and watering the magic herbs.

source: 不远处，滕梓心震惊的看着这一幕，只觉得一阵晕头转身，脑袋竟然糊涂了起来，刚刚的自信一下子被打击得体无完肤。
en_us: Not far off, Teng ZiXin looked on, stunned. She felt disorientated, and her thoughts seemed muddled. Her confidence from before had been completely shattered.

source: 不长不短的时间，对生骨丹来说倒是刚刚好，因为生骨丹融合的步骤比当初他炼紫云丹时还要多二十一步。
en_us: This was just the amount of time he needed for the Bone Growth pill, because the merging had twenty one more steps than the Purple Cloud pill he had originally practiced with.

source: 与夏音相处那么多年，她们深刻的了解过夏音的性格和脾气，有时就是连她们父亲也未必会买账，此时竟然会心平气和和同一个陌生人讲话，天塌下来也不为过。
en_us: After interacting with Xia Yin for so many years, they had a profound understanding of Xia Yin's disposition and temper. Sometimes, she would not even show respect to their father, yet at this moment, she actually tranquil and calmly speak to a stranger, the heavens must be falling (天塌下来也不为过).

source: 与当初偷袭游小默的黑衣人一样，这些人也是同样的装扮。
en_us: Same as the man in black who surprised him before, these people were in the same costume.

source: 与此同时。
en_us: At the same time.

source: 与此同时，一个时辰刚刚过去。
en_us: At the same time, an hour had just passed.

source: 与此同时，他们都没有发现黑色大峡谷上方出现了许多人，古玛部落，水西部落和黑蜘蛛，一波接一波的人赶到这里。
en_us: At the same time, what they didn't realize was that above the Black Canyon appeared many people. The Guma Tribe, the ShuiXi Tribe, and the Black Spiders, one by one they appeared.

source: 与此同时，大鹏鸟脑门可疑的流下一滴冷汗……
en_us: At the same time, a drop of cold sweat suspiciously dripped from the Roc's forehead...

source: 与此同时，对面的凌霄迅速的摆出一个拉弓的姿势，海水形成一把水弓出现在他左手里，右手则捏着一支全部由紫红色火焰组成的箭羽，箭尖对准斗篷人。
en_us: Meanwhile, Ling Xiao quickly adopted a pose for drawing a bow. The seawater formed a bow in his left hand, and his right hand was holding the fletching of an arrow that was completely made up of purple and red flames, with the tip pointing at the cloaked man.

source: 与此同时，斗篷人、夏音和万俟西元已经达成协议，三人合作破开结界，里面的东西平分，至于如果东西不够三人分之类的情况，三人都很默契的没有提起，因为这种事情再怎么商量也不会有结果，只是白白浪费时间而已。
en_us: At the same time, Dou PengRen(斗篷人), Xia Yin and Moqi XiYuan (万俟西元) had reached an agreement. The three would cooperate to break the wards (结界) and the items inside would be divided equally among them. As for the situation where there were not enough items to be divided among three people, the three shared a mutual understanding and did not bring it up. This was because any discussion of such matters would be getting nowhere and was just a waste of time.

source: 与此同时，森林的深处。
en_us: At the same time, in the depths of the forest.

source: 与此同时，江流的手已经摸向离他最近的一株骷髅花草，可是就在他的手碰触到灵草的叶子的时候，紧闭的花苞突然慢慢的绽放了。
en_us: Meanwhile, Jiang Liu's hand had touched the nearest Skull Flower Herb (骷髅花草) to him. However, the tightly closed flower buds suddenly slowly blossomed when his hand touched the leaf of the magic herb.

source: 与此同时，游小默一口血喷在地上。
en_us: Meanwhile, You XiaoMo spat out a mouthful of blood onto the floor.

source: 与此同时，游小默和凌霄已经赶到东南一带。
en_us: At the same time, You XiaoMo and Ling Xiao had arrived at DongNan (东南).

source: 与此同时，百鸟谷一处竹楼中。
en_us: At the same time, in a bamboo stilt house (竹楼) located in the Hundred Birds Valley.
